
/*
//
// This file is for Little Snitch's IAP: https://help.obdev.at/resources/documentation/littlesnitch/#/ra-iap
// Currently Little Snitch is only translated in English and German, so will not use any other localizations.
//
// If you're translating other than English or German, you can dismiss this file or translate it in case they
// add some more languages in the future.
//
*/

/* Top-level, general application description: */
"ApplicationDescription" = "To Keka είναι πρόγραμμα αρχειοθέτησης για το λειτουργικό σύστημα macOS.";

/* Software update connection: */
"SoftwareUpdatePurpose" = "Το Keka ελέγχει για νέες εκδόσεις, συνδέεται στο  u(pdate).keka.io.";
"SoftwareUpdateDenyConsequences" = "Εάν ακυρώσετε τη σύνδεση αυτή, δε θα ενημερωθείτε για νέες εκδόσεις του Keka.";
